{"translation-revision-date":"2021-02-25 14:35:53+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"%s module setup needs to be completed":["%s modülünün kurulumunun tamamlanması gerekiyor"],"Learn more about updating your AdSense account":["AdSense hesabınızı güncellemeyle ilgili daha fazla bilgi edinin"],"Learn more about adding a user to an existing AdSense account":["Mevcut bir AdSense hesabına kullanıcı ekleme ile ilgili daha fazla bilgi edinin"],"Page CTR":["Sayfa TO"],"See full stats in AdSense":["İstatistiklerin tamamını AdSense’te görün"],"See full stats in %s":["İstatistiklerin tamamını %s içinde görün"],"Please reauthenticate your account":["Hesabınızda lütfen yeniden kimlik doğrulayın"],"This service was originally connected by an administrator — you can contact them for more information.":["Servis bir yönetici tarafından bağlanmış — daha fazla bilgi için onlarla iletişime geçebilirsiniz."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Servis yönetici \"%s\" tarafından bağlanmış — daha fazla bilgi için kendisiyle iletişime geçebilirsiniz."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Google hesabınız %s verisine erişmek için yeterli yetkilere sahip değil, bu nedenle Site Kit panosunda istatistikleri görüntüleyemeyeceksiniz."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Google hesabınızın bu Search Console özelliğine erişmek için yeterli yetkilere sahip değil, bu nedenle Site Kit panosunda istatistikleri görüntüleyemeyeceksiniz."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Google hesabınızın bu Analytics görünümüne erişmek için yeterli yetkilere sahip değil, bu nedenle Site Kit panosunda istatistikleri görüntüleyemeyeceksiniz."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Google hesabınızın bu Analytics özelliğine erişmek için yeterli yetkilere sahip değil, bu nedenle Site Kit panosunda istatistikleri görüntüleyemeyeceksiniz."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Google hesabınızın bu Analytics hesabına erişmek için yeterli yetkilere sahip değil, bu nedenle Site Kit panosunda istatistikleri görüntüleyemeyeceksiniz."],"Insufficient permissions in %s":["%s içinde yetersiz yetki"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Bunu düzeltmek için <a href=\"%s\">eklenti kurulumunu yeniden yapın<\/a>."],"Previous period":["Önceki dönem"],"Recommended":["Önerilen"],"No ad impressions yet":["Henüz reklam gösterimi yok"],"Invalid account status: %s":["Geçersiz hesap durumu: %s"],"Invalid site status: %s":["Geçersiz site durumu: %s"],"The AdSense code has been placed by another plugin or theme":["AdSense kodu başka bir eklenti veya tema tarafından yerleştirildi"],"Add site to AdSense":["Siteyi AdSense’e ekleyin"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Bu siteyi henüz AdSense hesabınıza eklemediğinizi belirledik."],"Add site to your AdSense account":["Siteyi AdSense hesabınıza ekleyin"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizi AdSense’e bağlamak ve reklamlardan en iyi şekilde yararlanmanıza yardımcı olmak için sitenize AdSense kodu yerleştirdi. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Henüz herhangi bir reklam gösteriminiz yok. AdSense’te şu adımları tamamladığınızdan emin olun:"],"Your account is ready to use AdSense":["Hesabınız AdSense’i kullanmaya hazır"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit sitenizde farklı bir %s hesabı için AdSense kodu algıladı. Daha iyi reklam deneyimi için bu AdSense hesabına bağlı olmayan AdSense kodunu kaldırmanız gerekir."],"Select your AdSense account":["AdSense hesabınızı seçin"],"Your account is getting ready":["Hesabınız hazırlanıyor"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["AdSense'i kullanmaya başlamak için sitenizi AdSense’e bağlayabilmek üzere hesabınızı güncellemeniz gerekiyor."],"Looks like you have an AdMob account":["AdMob hesabınız olduğu anlaşılıyor"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit, sitenizdeki her sayfaya AdSense kodu yerleştirdi."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Google hesabınızla ilişkilendirilmiş birden fazla AdSense hesabınızın olduğu anlaşılıyor. Site Kit ile kullanacağınız hesabı aşağıda seçin."],"Keep AdSense code placed by Site Kit":["Site Kit tarafından yerleştirilmiş AdSense kodunu tutun"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["AdSense’i zaten kullanıyor musunuz? %s adlı kullanıcıyı mevcut bir AdSense hesabına ekleyin."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit, sayfanızda %1$s AdSense kodunu algıladı. Bu kodu kaldırmanızı veya %2$s adlı kişiyi %3$s AdSense hesabına kullanıcı olarak eklemenizi öneririz."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense.":["Sitenizin reklam görüntülemesi için AdSense’te şu adımları tamamladığınızdan emin olun:"],"Verified that your site is marked as \"Ready\"":["Sitenizin “Hazır” olarak işaretlendiğini doğrulayın"],"Enabled auto ads for your site":["Siteniz için otomatik reklamları etkinleştirin"],"Link Analytics and AdSense":["Analytics ve AdSense arasında bağlantı oluşturun"],"Site Kit can’t access necessary data":["Site Kit gerekli verilere erişemiyor"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak için kurulumu yeniden yapmanız gerekecek. Bu sefer kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Redo setup":["Kurulumu yeniden yapın"],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit %1$s tarafından sağlanan ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız %1$s için kurulumu yeniden yapmanız gerekecek. Kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts.":["Analytics ve AdSense hesaplarınızı bağlayarak en çok kazanç getiren sayfalarınızla ilgili raporları alın."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız şunun için kurulumu yeniden yapmanız gerekecek: %s – kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"The AdSense code has not been placed on your site":["AdSense kodu sitenize yerleştirilmedi"],"Your account has been approved":["Hesabınız onaylandı"],"The AdSense code has been placed on your site":["AdSense kodu sitenize yerleştirildi"],"Account Status":["Hesap Durumu"],"AdSense Code":["AdSense Kodu"],"Check your site status":["Sitenizin durumunu kontrol edin"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Sitenizi reklamlar için hazırlıyoruz. Bu işlem genellikle bir gün kadar sürer, ancak bazen daha uzun sürebilir"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Hesabınız onaylanmadan önce bazı sorunları gidermeniz gerekiyor. Bunu nasıl düzelteceğinizi öğrenmek için AdSense’e gidin"],"Publisher ID":["Yayıncı Kimliği"],"%sK":["%sK"],"%sM":["%sM"],"None":["Yok"],"Site Status":["Site Durumu"],", ":[","],"Go to your AdSense account to check on your site’s status or to complete setting up":["Sitenizin durumunu kontrol etmek veya kurulumu tamamlamak için AdSense hesabınıza gidin"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Hesabınızın kurulumunu tamamladıktan sonra siteniz reklamları göstermeye hazır olduğunda size bildireceğiz. Bu işlem genellikle bir gün kadar sürer, ancak bazen daha uzun sürebilir."],"Let’s get your site ready for ads":["Sitenizi reklamlar için hazırlayalım"],"Need help?":["Yardıma mı ihtiyacınız var?"],"%d notification":["%d bildirim","%d bildirim"],"Unexpected internal server error occurred.":["Beklenmeyen dahili sunucu hatası oluştu."],"Session Duration":["Oturum Süresi"],"Page Title":["Sayfa Başlığı"],"check module page":["modül sayfasını kontrol et"],"Total Earnings":["Toplam Kazanç"],"Account":["Hesap"],"Error: %s":["Hata: %s"],"%s module needs to be configured":["%s modülünün yapılandırılması gerekiyor"],"Create your AdSense account":["AdSense hesabınızı oluşturun"],"Learn more about what visitors do on your site.":["Ziyaretçilerin sitenizde yaptıklarıyla ilgili daha fazla bilgi edinin."],"The service was unable to process the request. Please try again later.":["Hizmet, isteği işleyemedi. Lütfen daha sonra yeniden deneyin."],"Analytics server returned unknown error. Please try again later.":["Analytics sunucusu bilinmeyen bir hata döndürdü. Lütfen daha sonra yeniden deneyin."],"Your account exceeded the maximum quota. Please try again later.":["Hesabınız maksimum kotayı aştı. Lütfen daha sonra yeniden deneyin."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Hesabınızda bu veriye erişmek için yeterli izniniz yok. Lütfen web yöneticinize danışın."],"You need to be authenticated to get this data.":["Bu veriyi almak için kimliğinizi doğrulamanız gerekiyor."],"Top Earning Pages":["En Çok Kazanan Sayfalar"],"Ad blocker detected, you need to disable it to get the AdSense latest data.":["Reklam engelleyici algılandı. AdSense’in son verilerini almak için reklam engelleyiciyi devre dışı bırakmanız gerekiyor."],"Page RPM":["Sayfa BGBG’si"],"Ad Impressions":["Reklam Gösterim Sayısı"],"How much you’re earning from your content through AdSense.":["AdSense aracılığıyla içeriğinizden ne kadar kazandığınız."],"Ad blocker detected, you need to disable it in order to set up AdSense.":["Reklam engelleyici algılandı. AdSense’i kurmak için reklam engelleyiciyi devre dışı bırakmanız gerekiyor."],"Earnings":["Kazançlar"],"Learn more":["Daha fazla bilgi"],"Impressions":["Gösterim Sayısı"],"Sessions":["Oturum Sayısı"],"Users":["Kullanıcı Sayısı"],"Security Token Error":["Güvenlik Jetonu Hatası"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Bu hesap için sitenizde zaten bir AdSense kodunuz var. AdSense’ten en iyi şekilde yararlanmak üzere kod yerleştirmek için Site Kit'i kullanmanızı öneririz."],"Loading chart…":["Grafik yükleniyor…"],"%s data is not yet available, please check back later.":["%s verisi henüz kullanılamıyor, lütfen daha sonra tekrar kontrol edin."],"%s Gathering Data":["%s Verileri Topluyor"],"Data error in %s":["%s içinde veri hatası"],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizi AdSense’e bağlamak ve reklamlardan en iyi şekilde yararlanmanıza yardımcı olmak için sitenize AdSense kodu yerleştirecek. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"Let Site Kit place AdSense code on your site":["Site Kit'in sitenize AdSense kodu yerleştirmesine izin verin"],"Continue":["Devam"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizdeki her sayfaya AdSense kodu yerleştirecek. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"Create AdSense Account":["AdSense hesabı oluşturun"],"Let Site Kit place AdSense code on your site to get your site approved":["Sitenizin onaylanması için Site Kit'in sitenize AdSense kodu yerleştirmesine izin verin"],"Looks like you’re already using AdSense":["AdSense’i zaten kullanıyor olduğunuz anlaşılıyor"],"Go to AdSense to find out how to fix the issue":["Bu sorunu nasıl düzelteceğinizi öğrenmek için AdSense’e gidin"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Site Kit’i AdSense hesabınıza bağlayabilmeniz için bazı şeyleri düzeltmeniz gerekiyor."],"Your site isn’t ready to show ads yet":["Siteniz henüz reklam göstermek için hazır değil"],"Too many requests have been sent within a given time span. Please reload this page again in a few seconds":["Belirtien zaman aralığında çok fazla sayıda istek gönderildi. Lütfen bu sayfayı birkaç saniye içinde tekrar yükleyin"],"Unidentified error":["Tanımlanmayan hata"],"%s is not connected":["%s bağlı değil"],"%s is connected":["%s bağlı"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"continue module setup":["modülün kurulumuna devam edin"],"Set up %s":["%s modülünü kur"],"Internal Server Error":["Dahili Sunucu Hatası"],"Day":["Gün"],"Site Kit":["Site Kit"],"Analytics module needs to be configured.":["Analytics modülünün yapılandırılması gerekiyor."],"Intelligent, automatic ad placement":["Akıllı, otomatik reklam yerleşimi"],"Monetize your website":["Web sitenizden para kazanın"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA.":["Google PageSpeed Insights size; performans, erişilebilirlik, SEO ve PWA hakkında ölçümler verir."],"Activate %s":["%s öğesini etkinleştir"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense.74ad01f2436b83279433.js"}}